Repository: iamngoni/pingbox
Catalog: lib/l10n/arb/app_*.arb
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, et, fa, fi, fo, fr, he, hi, hr, hu, id, is, it, ja, ko, lb, lt, lv, mk, ms, mt, my, nl, no, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk, vi, xh, zh, zu

# offlineTitle
source: Device Offline?
af: Toestel Vanlyn?
ar: الجهاز غير متصل؟
be: Прылада не падключана?
bg: Устройството е офлайн?
bs: Uređaj van mreže?
ca: Dispositiu fora de línia?
cs: Zařízení offline?
da: Enhed Offline?
de: Gerät offline?
el: Συσκευή εκτός σύνδεσης;
es: ¿Dispositivo sin conexión?
et: Seade on ühenduseta?
fa: دستگاه آفلاین؟
fi: Laite offline-tilassa?
fo: Tól spælda?
fr: Appareil hors ligne ?
he: המכשיר לא מחובר?
hi: डिवाइस ऑफलाइन?
hr: Uređaj izvan mreže?
hu: Eszköz Offline?
id: Perangkat Offline?
is: Tæki ótengt?
it: Dispositivo offline?
ja: デバイスがオフラインですか？
ko: 기기 연결이 끊겼나요?
lb: Appriech Offlin?
lt: Įrenginys atsijungęs?
lv: Ierīce bezsaistē?
mk: Уредот е офлајн?
ms: Peranti Luar Talian?
mt: Apparat Mhux Konness?
my: ကိရိယာ ပျက်ကွက်နေပါသလား?
nl: Apparaat Offline?
no: Enheten er frakoblet?
pl: Urządzenie offline?
pt: Dispositivo Offline?
ro: Dispozitiv Neconectat?
ru: Устройство офлайн?
sk: Zariadenie Offline?
sl: Naprava brez povezave?
sq: Pajisja Jashtë Linje?
sr: Uređaj je van mreže?
sv: Enhet offline?
sw: Kifaa Kipo Nje ya Mtandao?
th: อุปกรณ์ออฟไลน์?
tr: Cihaz Çevrimdışı mı?
uk: Пристрій офлайн?
vi: Thiết Bị Ngoại Tuyến?
xh: Isixhobo Esingenawukhala?
zh: 设备离线？
zu: Idivayisi Ayixhunyiwe?

# offlineDescription
source: Your device is currently offline and not connected to the internet. Please check your connection.
af: Jou toestel is tans vanlyn en nie aan die internet gekoppel nie. Kyk asseblief na jou verbinding.
ar: جهازك غير متصل حاليًا بالإنترنت. يرجى التحقق من اتصالك.
be: Ваша прылада ў цяперашні час не падключана да Інтэрнэту. Калі ласка, праверце падключэнне.
bg: Вашето устройство е в момента офлайн и не е свързано с интернет. Моля, проверете вашата връзка.
bs: Vaš uređaj je trenutno van mreže i nije povezan na internet. Molimo provjerite svoju vezu.
ca: El teu dispositiu està actualment fora de línia i no connectat a Internet. Si us plau, comprova la teva connexió.
cs: Vaše zařízení je momentálně offline a není připojeno k internetu. Zkontrolujte prosím vaše připojení.
da: Din enhed er i øjeblikket offline og ikke forbundet til internettet. Kontroller din forbindelse.
de: Ihr Gerät ist derzeit offline und nicht mit dem Internet verbunden. Bitte überprüfen Sie Ihre Verbindung.
el: Η συσκευή σας είναι εκτός σύνδεσης και δεν είναι συνδεδεμένη στο διαδίκτυο. Παρακαλώ ελέγξτε τη σύνδεσή σας.
es: Tu dispositivo está actualmente sin conexión y no está conectado a internet. Por favor, verifica tu conexión.
et: Teie seade on hetkel ühenduseta ja ei ole internetiga ühendatud. Palun kontrollige oma ühendust.
fa: دستگاه شما در حال حاضر آفلاین است و به اینترنت متصل نیست. لطفاً اتصال خود را بررسی کنید.
fi: Laitteesi on tällä hetkellä offline-tilassa eikä ole yhdistettynä internetiin. Tarkista yhteytesi.
fo: Títt tól er í løtuni ótengt og ikki knýtt at alnótini. Vinarliga kannað tína knýting.
fr: Votre appareil est actuellement hors ligne et n'est pas connecté à Internet. Veuillez vérifier votre connexion.
he: המכשיר שלך כרגע לא מחובר לאינטרנט. בדוק את החיבור שלך.
hi: आपका डिवाइस वर्तमान में ऑफ़लाइन है और इंटरनेट से कनेक्ट नहीं है। कृपया अपना कनेक्शन जांचें।
hr: Vaš uređaj je trenutno izvan mreže i nije povezan na internet. Molimo provjerite svoju vezu.
hu: Az eszköz jelenleg offline állapotban van, és nincs csatlakozva az internethez. Kérjük, ellenőrizze a kapcsolatot.
id: Perangkat Anda sedang offline dan tidak terhubung ke internet. Mohon periksa koneksi Anda.
is: Tækið þitt er ótengt og ekki tengt við internetið. Vinsamlegast athugaðu tenginguna þína.
it: Il tuo dispositivo è attualmente offline e non è connesso a Internet. Controlla la tua connessione.
ja: お使いのデバイスは現在オフラインで、インターネットに接続されていません。接続を確認してください。
ko: 현재 기기의 인터넷 연결이 끊어졌습니다. 연결 상태를 확인해주세요.
lb: Ären Apparat ass momentan offline an net mam Internet verbonnen. Kuckt w.e.g. Är Verbindung no.
lt: Jūsų įrenginys šiuo metu atsijungęs nuo interneto. Prašome patikrinti savo ryšį.
lv: Jūsu ierīce pašlaik ir bezsaistē un nav izveidots savienojums ar internetu. Lūdzu, pārbaudiet savu savienojumu.
mk: Вашиот уред моментално е офлајн и не е поврзан со интернет. Ве молиме проверете ја вашата врска.
ms: Peranti anda kini luar talian dan tidak disambungkan ke internet. Sila periksa sambungan anda.
mt: L-apparat tiegħek bħalissa mhuwiex konness u mhux imqabbad mal-internet. Jekk jogħġbok iċċekkja l-konnessjoni tiegħek.
my: သင်၏ ကိရိယာသည် ပျက်ကွက်နေပြီး အင်တာနက်နှင့် ချိတ်ဆက်နေခြင်း မရှိပါ။ ချိတ်ဆက်မှုကို စစ်ဆေးပါ။
nl: Je apparaat is momenteel offline en niet verbonden met het internet. Controleer je verbinding.
no: Enheten din er for øyeblikket frakoblet og ikke tilkoblet internett. Vennligst sjekk tilkoblingen din.
pl: Twoje urządzenie jest obecnie offline i nie jest połączone z internetem. Sprawdź swoje połączenie.
pt: Seu dispositivo está atualmente offline e não está conectado à internet. Verifique sua conexão.
ro: Dispozitivul tău nu este conectat la internet în acest moment. Te rugăm să verifici conexiunea.
ru: Ваше устройство в настоящее время не подключено к интернету. Пожалуйста, проверьте подключение.
sk: Vaše zariadenie je momentálne offline a nie je pripojené na internet. Skontrolujte svoje pripojenie.
sl: Vaša naprava trenutno ni povezana z internetom. Preverite svojo povezavo.
sq: Pajisja juaj është aktualisht jashtë linje dhe nuk është e lidhur me internetin. Ju lutemi kontrolloni lidhjen tuaj.
sr: Vaš uređaj trenutno nije povezan na internet. Molimo vas da proverite svoju konekciju.
sv: Din enhet är för närvarande offline och inte ansluten till internet. Kontrollera din anslutning.
sw: Kifaa chako kwa sasa kipo nje ya mtandao na hakijaunganishwa na intaneti. Tafadhali angalia unganisho lako.
th: อุปกรณ์ของคุณตอนนี้ออฟไลน์และไม่ได้เชื่อมต่ออินเทอร์เน็ต กรุณาตรวจสอบการเชื่อมต่อของคุณ
tr: Cihazınız şu anda çevrimdışı ve internete bağlı değil. Lütfen bağlantınızı kontrol edin.
uk: Ваш пристрій зараз офлайн і не підключений до інтернету. Будь ласка, перевірте підключення.
vi: Thiết bị của bạn hiện đang ngoại tuyến và không được kết nối với internet. Vui lòng kiểm tra kết nối của bạn.
xh: Isixhobo sakho asixhunyiwe kwi-intanethi ngoku. Nceda ujonge uqhagamshelo lwakho.
zh: 您的设备当前未连接到互联网。请检查您的连接。
zu: Idivayisi yakho ayikaxhunywa okwamanje futhi ayixhunyiwe kwi-inthanethi. Sicela uhlole uxhumano lwakho.

# offlineButtonText
source: All Better Now?
af: Alles Nou Reg?
ar: هل كل شيء بخير الآن؟
be: Усё лепш цяпер?
bg: Всичко е наред сега?
bs: Sve bolje sada?
ca: Tot en ordre ara?
cs: Je teď všechno v pořádku?
da: Alt bedre nu?
de: Alles wieder in Ordnung?
el: Όλα καλά τώρα;
es: ¿Todo bien ahora?
et: Kas kõik on nüüd korras?
fa: حالا همه‌چیز خوبه؟
fi: Kaikki kunnossa nyt?
fo: Alt í lagi nú?
fr: Tout va mieux maintenant ?
he: הכול טוב עכשיו?
hi: अब सब ठीक है?
hr: Sve u redu sada?
hu: Már minden rendben?
id: Sudah Baik Sekarang?
is: Allt í góðu núna?
it: Tutto risolto?
ja: 問題は解決しましたか？
ko: 문제가 해결되었나요?
lb: Alles besser elo?
lt: Viskas gerai dabar?
lv: Vai viss tagad ir kārtībā?
mk: Сега е сè во ред?
ms: Sudah Baik Sekarang?
mt: Kollox Iva Issa?
my: အခု တွင် ပြန်ဖြေရှင်းပြီးပြီ?
nl: Alles weer in orde?
no: Alt bedre nå?
pl: Już wszystko w porządku?
pt: Tudo Melhor Agora?
ro: Totul este bine acum?
ru: Все исправлено?
sk: Všetko je teraz v poriadku?
sl: Je zdaj bolje?
sq: Gjithçka Mirë Tani?
sr: Sve je sada u redu?
sv: Allt bättre nu?
sw: Yote Sawa Sasa?
th: ตอนนี้ทุกอย่างดีขึ้นหรือยัง?
tr: Şimdi Her Şey Yolunda mı?
uk: Все гаразд зараз?
vi: Đã Sửa Xong?
xh: Kulungile Ngoku?
zh: 现在一切正常了吗？
zu: Kulungile Manje?

# onboarding1Title
source: Monitor Your Endpoints
af: Monitor Jou Eindpunte
ar: مراقبة نقاط النهاية الخاصة بك
be: Сачыце за Вашымі Спасылкамі
bg: Наблюдавайте Вашите крайни точки
bs: Pratite svoje krajnje tačke
ca: Monitora els teus punts finals
cs: Sledujte své koncové body
da: Overvåg dine Endpoints
de: Überwachen Sie Ihre Endpunkte
el: Παρακολουθήστε τα Σημείο Τερματισμού σας
es: Monitorea tus puntos finales
et: Jälgige oma lõpp-punkte
fa: پایان ها را سازماندهی کنید
fi: Valvo päätepisteitäsi
fo: Eftirlit við tínar endapunktar
fr: Surveillez vos points de terminaison
he: ניטור נקודות קצה
hi: अपने एंडपॉइंट्स की निगरानी करें
hr: Nadzirite svoje krajnje točke
hu: Figyelje az Egyeségeit
id: Pantau Endpoint Anda
is: Fylgstu með endapunktunum þínum
it: Monitora i tuoi Endpoint
ja: エンドポイントを監視する
ko: 엔드포인트 모니터링
lb: Iwwerwaach Är Endpunkten
lt: Stebėkite savo galinius taškus
lv: Uzraugiet savus galapunktus
mk: Следете ги вашите крајни точки
ms: Pantau Titik Tamat Anda
mt: Immonitorja l-End Points Tiegħek
my: သင့် Endpoints များကို စောင့်ကြည့်ပါ
nl: Monitor Je Eindpunten
no: Overvåk Dine Endepunkter
pl: Monitoruj swoje końcówki
pt: Monitore Seus Endpoints
ro: Monitorizează Punctele Tale Finale
ru: Контролируйте Ваши конечные точки
sk: Monitorujte svoje koncové body
sl: Spremljajte svoje končne točke
sq: Monitoroni Pikat Tuaja të Fundit
sr: Nadgledajte svoje krajnje tačke
sv: Övervaka dina slutpunkter
sw: Fuatilia Vituo Vyako
th: ตรวจสอบจุดสิ้นสุดของคุณ
tr: Uç Noktalarınızı İzleyin
uk: Моніторте свої кінцеві точки
vi: Giám Sát Điểm Cuối Của Bạn
xh: Jonga Izichazi-zincwadi Zakho
zh: 监控您的端点
zu: Bheka Iziphetho Zakho

# onboarding1Description
source: Real-time ping monitoring for your APIs and services
af: ReÃ«le tyd ping monitering vir jou API's en dienste
ar: مراقبة زمن الاستجابة في الوقت الفعلي لواجهة برمجة التطبيقات والخدمات الخاصة بك
be: Маніторынг вашых API і сэрвісаў у рэальным часе
bg: Мониторинг в реално време на вашите API и услуги
bs: Praćenje stanja u realnom vremenu za vaše API-je i usluge
ca: Monitoratge de ping en temps real per a les teves API i serveis
cs: Monitorování pingů v reálném čase pro vaše API a služby
da: Realtids ping-overvågning for dine API'er og tjenester
de: Echtzeit-Ping-Überwachung für Ihre APIs und Dienste
el: Παρακολούθηση ping σε πραγματικό χρόνο για τα API και τις υπηρεσίες σας
es: Monitoreo de ping en tiempo real para tus APIs y servicios
et: Reaalajas ping-kontroll teie API-de ja teenuste jaoks
fa: نظارت بر پینگ به صورت لحظه‌ای برای APIها و سرویس‌های شما
fi: Reaaliaikainen ping-valvonta API:ille ja palveluillesi
fo: Rættstundis eftirlit við tínar API’ar og tænastur
fr: Surveillance ping en temps réel pour vos API et services
he: ניטור בזמן אמת של ה-API והשירותים שלך
hi: आपके API और सेवाओं के लिए वास्तविक-समय पिंग मॉनिटरिंग
hr: Praćenje vremena pinga za vaše API-je i usluge
hu: Valós idejű ping figyelés az API-khoz és szolgáltatásokhoz
id: Pemantauan ping real-time untuk API dan layanan Anda
is: Rauntíma eftirlit með ping fyrir vefþjónustur og þjónustur.
it: Monitoraggio in tempo reale del ping per le tue API e servizi
ja: APIやサービスのリアルタイム・ピング監視
ko: API 및 서비스에 대한 실시간 핑 모니터링
lb: Ëmmeraktuell Ping-Iwwerwaachung fir Är APIs a Servicer
lt: Realaus laiko ping stebėjimas jūsų API ir paslaugoms
lv: Reāllaika ping monitorings jūsu API un pakalpojumiem
mk: Следење во реално време на вашите API и сервиси
ms: Pemantauan ping masa nyata untuk API dan perkhidmatan anda
mt: Monitoraġġ tal-ping f’ħin reali għall-APIs u servizzi tiegħek
my: သင့် APIs နှင့် ဝန်ဆောင်မှုများအတွက် အချိန်နှင့် တပြေးညီ မီတာပြ အကဲဖြတ်ခြင်း
nl: Realtime ping-monitoring voor je API's en services
no: Sanntid ping-overvåkning for dine API-er og tjenester
pl: Monitorowanie API i usług w czasie rzeczywistym
pt: Monitoramento de ping em tempo real para suas APIs e serviços
ro: Monitorizare în timp real a interfețelor și serviciilor tale API
ru: Мониторинг ваших API и сервисов в реальном времени
sk: Monitorovanie pingov v reálnom čase pre vaše API a služby
sl: Spremljanje ping signalov v realnem času za vaše API-je in storitve
sq: Monitorimi në kohë reale i ping për API-të dhe shërbimet tuaja
sr: Praćenje ping-a u realnom vremenu za vaše API-je i usluge
sv: Övervakning av ping i realtid för dina API:er och tjänster
sw: Ufuatiliaji wa ping wa wakati halisi kwa API zako na huduma.
th: การตรวจสอบการ ping แบบเรียลไทม์สำหรับ API และบริการของคุณ
tr: API'leriniz ve servisleriniz için gerçek zamanlı ping izleme
uk: Моніторинг ваших API та сервісів у режимі реального часу
vi: Giám sát ping theo thời gian thực cho API và dịch vụ của bạn
xh: Ukuhlola ubuhlolo be-APIs kunye neenkonzo zakho kumaxesha angoonaphakade
zh: 为您的API和服务提供实时ping监控
zu: Ukubhekwa kwezikhathi zangempela kuma-API neziphetho zakho

# onboarding2Title
source: Test Your APIs
af: Toets Jou API's
ar: اختبر واجهات برمجة التطبيقات الخاصة بك
be: Тэстуйце Вашы API
bg: Тествайте Вашите API
bs: Testirajte svoje API-je
ca: Prova les teves API
cs: Testujte svá API
da: Test dine API'er
de: Testen Sie Ihre APIs
el: Δοκιμάστε τα API σας
es: Prueba tus APIs
et: Testige oma API-sid
fa: APIهای خود را تست کنید
fi: Testaa API:si
fo: Roys tínar API'ar
fr: Testez vos API
he: בדוק את ה-APIs שלך
hi: अपने API का परीक्षण करें
hr: Testirajte svoje API-je
hu: Tesztelje az API-it
id: Uji API Anda
is: Prófaðu vefþjónustur þínar
it: Testa le tue API
ja: APIをテストする
ko: API 테스트하기
lb: Test Är APIs
lt: Išbandykite savo API
lv: Pārbaudiet savus API
mk: Тестирајте ги вашите API
ms: Uji API Anda
mt: Ittestja l-APIs tiegħek
my: သင့် API များကို စမ်းသပ်ပါ
nl: Test Je API's
no: Test Dine API-er
pl: Testuj swoje API
pt: Teste Suas APIs
ro: Testează Interfețele Tale API
ru: Тестируйте Ваши API
sk: Testujte svoje API
sl: Testirajte svoje API-je
sq: Testoni API-të Tuaja
sr: Testirajte svoje API-je
sv: Testa dina API:er
sw: Pima API Zako
th: ทดสอบ API ของคุณ
tr: API'lerinizi Test Edin
uk: Тестуйте свої API
vi: Kiểm Tra API Của Bạn
xh: Vavanya ii-APIs Zakho
zh: 测试您的 API
zu: Hlola Ama-API Akho

# onboarding2Description
source: Easily test your APIs with our built-in tools.
af: Toets jou API's maklik met ons ingeboude gereedskap.
ar: قم باختبار واجهات برمجة التطبيقات الخاصة بك بسهولة باستخدام الأدوات المدمجة لدينا.
be: Лёгка тэстуйце вашы API з нашымі ўбудаванымі інструментамі.
bg: Лесно тествайте вашите API с нашите вградени инструменти.
bs: Jednostavno testirajte svoje API-je s našim ugrađenim alatima.
ca: Prova fàcilment les teves API amb les nostres eines integrades.
cs: Snadno testujte svá API s našimi vestavěnými nástroji.
da: Test nemt dine API'er med vores indbyggede værktøjer.
de: Testen Sie Ihre APIs einfach mit unseren integrierten Tools.
el: Δοκιμάστε εύκολα τα API σας με τα ενσωματωμένα εργαλεία μας.
es: Prueba tus APIs fácilmente con nuestras herramientas integradas.
et: Testige oma API-sid meie sisseehitatud tööriistadega.
fa: APIهای خود را به راحتی با ابزارهای داخلی ما تست کنید.
fi: Testaa helposti API:si sisäänrakennetuilla työkaluillamme.
fo: Roys tínar API'ar við okkara innbygdu amboðum.
fr: Testez facilement vos API avec nos outils intégrés.
he: בדוק בקלות את ה-APIs שלך בעזרת הכלים המובנים שלנו.
hi: हमारे बिल्ट-इन टूल्स के साथ आसानी से अपने API का परीक्षण करें।
hr: Jednostavno testirajte svoje API-je uz naše ugrađene alate.
hu: Tesztelje könnyedén az API-it a beépített eszközeinkkel.
id: Uji API Anda dengan mudah menggunakan alat bawaan kami.
is: Prófaðu auðveldlega vefþjónustur þínar með innbyggðum tólum.
it: Testa facilmente le tue API con i nostri strumenti integrati.
ja: 組み込みツールを使用して簡単にAPIテストが可能。
ko: 내장 도구로 API를 쉽게 테스트하세요.
lb: Test Är APIs einfach mat eisen agebaute Tools.
lt: Lengvai išbandykite savo API su mūsų įrankiais.
lv: Viegli testēt savus API ar mūsu iebūvētiem rīkiem.
mk: Лесно тестирање на вашите API со нашите вградени алатки.
ms: Uji API anda dengan alat terbina dalam kami dengan mudah.
mt: Ittestja l-APIs tiegħek b’mod faċli bl-għodda mibnija tagħna.
my: တပ်ဆင်ပြီးသား ကိရိယာများဖြင့် သင့် API များကို လွယ်ကူစွာ စမ်းသပ်ပါ။
nl: Test eenvoudig je API's met onze ingebouwde tools.
no: Test enkelt dine API-er med våre innebygde verktøy.
pl: Łatwe testowanie API za pomocą naszych wbudowanych narzędzi.
pt: Teste facilmente suas APIs com nossas ferramentas integradas.
ro: Testează cu ușurință interfețele tale API cu instrumentele noastre încorporate.
ru: Легко тестируйте ваши API с помощью встроенных инструментов.
sk: Jednoducho testujte svoje API s našimi vstavanými nástrojmi.
sl: Preprosto testirajte svoje API-je z našimi vgrajenimi orodji.
sq: Testoni lehtësisht API-të tuaja me mjetet tona të ndërtuara.
sr: Lako testirajte svoje API-je pomoću naših ugrađenih alata.
sv: Testa enkelt dina API:er med våra inbyggda verktyg.
sw: Pima API zako kwa urahisi na zana zetu zilizounganishwa.
th: ทดสอบ API ของคุณได้อย่างง่ายดายด้วยเครื่องมือที่มีให้
tr: Yerleşik araçlarımızla API'lerinizi kolayca test edin.
uk: Легко тестуйте ваші API за допомогою наших вбудованих інструментів.
vi: Dễ dàng kiểm tra API của bạn với công cụ tích hợp của chúng tôi.
xh: Vavanya ngokulula ii-APIs zakho ngezixhobo esizakhele yona.
zh: 使用我们的内置工具轻松测试您的API。
zu: Hlola kalula ama-API akho ngamathuluzi ethu afakiwe.

# onboarding3Title
source: Command Snippets
af: Opdragsnippets
ar: مقتطفات الأوامر
be: Фрагменты Каманд
bg: Командни фрагменти
bs: Isječci naredbi
ca: Fragments de comandes
cs: Úryvky příkazů
da: Kommando Snippets
de: Befehls-Snippets
el: Αποσπάσματα Εντολών
es: Fragmentos de comando
et: Käsu snippetid
fa: قطعه کد ها را سازماندهی کنید
fi: Komennon katkelmat
fo: Kommando brot
fr: Extraits de commande
he: קטעי פקודה
hi: कमांड स्निपेट्स
hr: Isječci naredbi
hu: Parancs Szegmensek
id: Cuplikan Perintah
is: Skipanalínubrot
it: Snippet di Comandi
ja: コマンドスニペット
ko: 명령어 스니펫
lb: Kommando Snippets
lt: Komandų fragmentai
lv: Komandu fragmenti
mk: Командни снипети
ms: Petikan Perintah
mt: Qosra tal-Kmand
my: အမိန့်အပိုင်းအစများ
nl: Opdrachtfragmenten
no: Kommando Snippets
pl: Fragmenty poleceń
pt: Snippets de Comando
ro: Fragmente de Comandă
ru: Фрагменты команд
sk: Úryvky príkazov
sl: Izrezki ukazov
sq: Fraksione Komande
sr: Komandni isječci
sv: Kommandobitar
sw: Nyakua Amri
th: สคริปต์คำสั่ง
tr: Komut Parçacıkları
uk: Фрагменти команд
vi: Các Đoạn Lệnh Yêu Thích
xh: Isiqwengana Seempumlo
zh: 命令片段
zu: Izithombe Zomyalo

# onboarding3Description
source: Save and reuse your favorite command snippets.
af: Stoor en hergebruik jou gunsteling opdragsnippets.
ar: احفظ وأعد استخدام مقتطفات الأوامر المفضلة لديك.
be: Захоўвайце і паўторна выкарыстоўвайце любімыя фрагменты каманд.
bg: Запазвайте и използвайте повторно вашите любими командни фрагменти.
bs: Spremite i ponovo koristite svoje omiljene isječke naredbi.
ca: Guarda i reutilitza els teus fragments de comandes favorits.
cs: Uložte a znovu použijte své oblíbené úryvky příkazů.
da: Gem og genbrug dine foretrukne kommando snippets.
de: Speichern und wiederverwenden Sie Ihre bevorzugten Befehls-Snippets.
el: Αποθηκεύστε και επαναχρησιμοποιήστε τα αγαπημένα σας αποσπάσματα εντολών.
es: Guarda y reutiliza tus fragmentos de comandos favoritos.
et: Salvestage ja kasutage uuesti oma lemmik käsusnippeteid.
fa: ذخیره و استفاده مجدد از قطعه‌کدهای موردعلاقه خود.
fi: Tallenna ja käytä uudelleen suosikkikomennon katkelmiasi.
fo: Goym og brúka aftur tínar yndis kommando brot.
fr: Enregistrez et réutilisez vos extraits de commande favoris.
he: שמור והשתמש מחדש בקטעי הפקודה המועדפים עליך.
hi: अपने पसंदीदा कमांड स्निपेट्स को सहेजें और पुन: उपयोग करें।
hr: Spremite i ponovno koristite svoje omiljene isječke naredbi.
hu: Mentse és használja újra kedvenc parancs szegmenseit.
id: Simpan dan gunakan kembali cuplikan perintah favorit Anda.
is: Vistaðu og notaðu uppáhalds skipanalínubrotin þín aftur.
it: Salva e riutilizza i tuoi snippet di comandi preferiti.
ja: お気に入りのコマンドスニペットを保存して再利用。
ko: 즐겨 사용하는 명령어 스니펫을 저장하고 재사용하세요.
lb: Séchert an notzt Är léifste Kommando Schnipsel erëm.
lt: Išsaugokite ir naudokite savo mėgstamus komandų fragmentus.
lv: Saglabājiet un atkārtoti izmantojiet savus iecienītos komandu fragmentus.
mk: Зачувајте и повторно користете ги вашите омилени командни снипети.
ms: Simpan dan guna semula petikan perintah kegemaran anda.
mt: Ħlief u uża mill-ġdid il-qosra tal-kmand favoriti tiegħek.
my: သင့် နေရာနှင့်ပြန်လည်အသုံးပြုနိုင်သော အမိန့်အပိုင်းအစများကို သိမ်းဆည်းပါ။
nl: Bewaar en hergebruik je favoriete opdrachtfragmenten.
no: Lagre og gjenbruk dine favoritt kommando-snippets.
pl: Zapisuj i wykorzystuj ponownie ulubione fragmenty poleceń.
pt: Salve e reutilize seus snippets de comando favoritos.
ro: Salvează și refolosește fragmentele tale de comandă preferate.
ru: Сохраняйте и повторно используйте свои любимые фрагменты команд.
sk: Ukladajte a znovu používajte svoje obľúbené úryvky príkazov.
sl: Shranite in ponovno uporabite svoje najljubše izrezke ukazov.
sq: Ruani dhe ripërdorni fraksionet tuaja të preferuara të komandave.
sr: Sačuvajte i ponovo koristite svoje omiljene komandne isječke.
sv: Spara och återanvänd dina favoritkommandobitar.
sw: Hifadhi na utumie tena vipande vya amri unavyopenda.
th: บันทึกและใช้งานสคริปต์คำสั่งที่คุณชื่นชอบซ้ำได้
tr: Favori komut parçacıklarınızı kaydedin ve yeniden kullanın.
uk: Зберігайте та використовуйте повторно ваші улюблені фрагменти команд.
vi: Lưu và sử dụng lại các đoạn lệnh yêu thích của bạn.
xh: Gcina uphinde usebenzise iziqwengana zakho ozithandayo.
zh: 保存并重用您喜欢的命令片段。
zu: Gcina futhi usebenzise kabusha iziqeshana zakho zomyalo ozithandayo.

# onboarding4Title
source: Choose Your Language
af: Kies Jou Taal
ar: اختر لغتك
be: Выберыце Вашу Мову
bg: Изберете Вашия език
bs: Izaberite svoj jezik
ca: Tria el teu idioma
cs: Vyberte si svůj jazyk
da: Vælg dit Sprog
de: Wählen Sie Ihre Sprache
el: Επιλέξτε τη Γλώσσα σας
es: Elige tu idioma
et: Valige oma keel
fa: زبان خود را انتخاب کنید
fi: Valitse Kielesi
fo: Vel títt mál
fr: Choisissez votre langue
he: בחר את השפה שלך
hi: अपनी भाषा चुनें
hr: Odaberite svoj jezik
hu: Válassza Meg Nyelvét
id: Pilih Bahasa Anda
is: Veldu tungumál þitt
it: Scegli la tua Lingua
ja: 言語を選択
ko: 언어 선택
lb: Wielt Är Sprooch
lt: Pasirinkite savo kalbą
lv: Izvēlieties savu valodu
mk: Изберете го вашиот јазик
ms: Pilih Bahasa Anda
mt: Agħżel il-Lingwa Tiegħek
my: သင့်ဘာသာစကားကို ရွေးပါ
nl: Kies Je Taal
no: Velg Ditt Språk
pl: Wybierz swój język
pt: Escolha Seu Idioma
ro: Alege Limba Ta
ru: Выберите Ваш язык
sk: Vyberte si jazyk
sl: Izberite svoj jezik
sq: Zgjidhni Gjuhën Tuaj
sr: Izaberite svoj jezik
sv: Välj Ditt Språk
sw: Chagua Lugha Yako
th: เลือกภาษาของคุณ
tr: Dil Seçiminizi Yapın
uk: Виберіть свою мову
vi: Chọn Ngôn Ngữ Của Bạn
xh: Khetha Ulwimi Lwakho
zh: 选择您的语言
zu: Khetha Ulimi Lwakho
