Repository: iamngoni/pingbox
Catalog: lib/l10n/arb/app_*.arb
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, et, fa, fi, fo, fr, he, hi, hr, hu, id, is, it, ja, ko, lb, lt, lv, mk, ms, mt, my, nl, no, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk, vi, xh, zh, zu

# onboarding4Description
source: Select your preferred language to get started.
af: Kies jou voorkeurtaal om te begin.
ar: حدد اللغة المفضلة لديك للبدء.
be: Выберыце ваш упадабаны мову для пачатку.
bg: Изберете предпочитания от вас език, за да започнете.
bs: Odaberite željeni jezik za početak.
ca: Selecciona el teu idioma preferit per començar.
cs: Vyberte si preferovaný jazyk pro začátek.
da: Vælg dit foretrukne sprog for at komme i gang.
de: Wählen Sie Ihre bevorzugte Sprache, um loszulegen.
el: Επιλέξτε την προτιμώμενη γλώσσα σας για να ξεκινήσετε.
es: Selecciona tu idioma preferido para comenzar.
et: Valige alustamiseks oma eelistatud keel.
fa: زبان موردنظر خود را انتخاب کنید تا شروع کنید.
fi: Valitse haluamasi kieli aloittaaksesi.
fo: Vel títt yndismál fyri at byrja.
fr: Sélectionnez votre langue préférée pour commencer.
he: בחר את השפה המועדפת עליך כדי להתחיל.
hi: शुरू करने के लिए अपनी पसंद की भाषा का चयन करें।
hr: Odaberite svoj preferirani jezik za početak.
hu: Válassza ki a kívánt nyelvet a kezdéshez.
id: Pilih bahasa pilihan Anda untuk memulai.
is: Veldu það tungumál sem þér líkar best við til að byrja.
it: Seleziona la tua lingua preferita per iniziare.
ja: 開始するには、好みの言語を選んでください。
ko: 시작하려면 선호하는 언어를 선택하세요.
lb: Wielt Är bevorzugte Sprooch, fir unzefänken.
lt: Pasirinkite pageidaujamą kalbą, kad pradėtumėte.
lv: Izvēlieties savu vēlamo valodu, lai sāktu.
mk: Изберете го вашиот префериран јазик за да започнете.
ms: Pilih bahasa pilihan anda untuk bermula.
mt: Agħżel il-lingwa tal-preferenza tiegħek biex tibda.
my: စတင်ရန် ရွေးမယ့် ဘာသာစကားကို ရွေးပါ။
nl: Selecteer je voorkeurstaal om te beginnen.
no: Velg ditt foretrukne språk for å komme i gang.
pl: Wybierz preferowany język, aby rozpocząć.
pt: Selecione seu idioma preferido para começar.
ro: Selectează limba preferată pentru a începe.
ru: Выберите предпочтительный язык, чтобы начать.
sk: Vyberte si preferovaný jazyk na začiatok.
sl: Izberite želeni jezik za začetek.
sq: Zgjidhni gjuhën tuaj të preferuar për të filluar.
sr: Odaberite svoj preferirani jezik za početak.
sv: Välj ditt föredragna språk för att komma igång.
sw: Chagua lugha unayopendelea ili kuanza.
th: เลือกภาษาที่คุณต้องการเพื่อเริ่มต้น
tr: Başlamak için tercih ettiğiniz dili seçin.
uk: Виберіть бажану мову, щоб почати.
vi: Chọn ngôn ngữ ưa thích của bạn để bắt đầu.
xh: Khetha ulwimi lwakho olukhethayo ukuze uqale.
zh: 选择您的首选语言以开始使用。
zu: Khetha ulimi oluthandayo ukuze uqale.

# onboarding4Button
source: Get Started
af: Begin Nou
ar: ابدأ الآن
be: Пачаць
bg: Започнете
bs: Započnite
ca: Comença
cs: Začínáme
da: Kom i gang
de: Loslegen
el: Ξεκινήστε
es: Comenzar
et: Alustame
fa: شروع کنید
fi: Aloita
fo: Byrja
fr: Commencer
he: התחל
hi: प्रारंभ करें
hr: Započnite
hu: Kezdés
id: Mulai
is: Byrjaðu
it: Inizia
ja: 始めましょう
ko: 시작하기
lb: Ufänken
lt: Pradėti
lv: Sākt
mk: Започнете
ms: Mulakan
mt: Ibda
my: စတင်ပါ
nl: Aan de slag
no: Kom i gang
pl: Rozpocznij
pt: Começar
ro: Începe
ru: Начать
sk: Začať
sl: Začetek
sq: Filloni
sr: Počnite
sv: Kom igång
sw: Anza
th: เริ่มต้น
tr: Başlayın
uk: Почати
vi: Bắt Đầu Ngay
xh: Qalisa
zh: 开始
zu: Qala
